insert into regions (id, name) VALUES (1, 'Владимирская область'),
                                      (2, 'Ивановская область'),
                                      (3, 'Ярославская область'),
                                      (4, 'Рязанская область'),
                                      (5, 'Московская область');

insert into cities (id, name, region_id) VALUES (1, 'Владимир', 1),
                                                (2, 'Иваново', 2),
                                                (3, 'Ярославль', 3),
                                                (4, 'Рязань', 4),
                                                (5, 'Москва', 5);

insert into streets (id, name, city_id) VALUES (1, 'Горького', 1),
                                               (2, 'Мира', 1),
                                               (3, 'пр-кт Строителей', 1),
                                               (4, 'Ленинский пр-кт', 1),
                                               (5, 'Октябрьский пр-кт', 1);